/****************************************************************************/
/* Localization file */

"IBAMainWindowToolbar.toolbarItem.focusHistoryNavigation.label" = "Focus History";
"IBAMainWindowToolbar.toolbarItem.focusedViewPath.label" = "Focused View Path";
"IBAMainWindowToolbar.toolbarItem.applicationChooser.label" = "Running Applications";
"IBAMainWindowToolbar.toolbarItem.refreshViewHierarchy.label" = "Refresh";

"IBAViewIdentityInspectorViewController.inspectorSection.object.title" = "Object";
"IBAViewIdentityInspectorViewController.inspectorSection.identity.title" = "Identity";
"IBAViewIdentityInspectorViewController.inspectorSection.accessibility.title" = "Accessibility";

"IBAAppDetailsInspectorViewController.inspectorSection.application.title" = "Application";
"IBAAppDetailsInspectorViewController.inspectorSection.device.title" = "Device";

"IBARevealDataService.error.preconditionFailed.failureReason.clientVersionGreaterThanServerVersion" = "The iOS app is linked against an older version of the Reveal library. You may need to update the Reveal library in your iOS app.";
"IBARevealDataService.error.preconditionFailed.failureReason.clientVersionLessThanServerVersion" = "The iOS app is linked against a newer version of the Reveal library. You may need to upgrade Reveal.";
"IBARevealDataService.error.preconditionFailed.failureReason.unrecognizedPrecondition" = "Unrecognized pre-condition failure (%1$d, %2$d).";
"IBARevealDataService.error.preconditionFailed.recoveryOption.showRevealLibraryInFinder" = "Show Reveal Library in Finder...";
"IBARevealDataService.error.preconditionFailed.recoveryOption.checkForUpdates" = "Check for Updates...";
"IBARevealDataService.error.unexpectedResponseBodyError.failureReason" = "Server response body is in an unexpected format.";
"IBARevealDataService.error.unexpectedResponseBodyError.recoverySuggestion" = "Check console log messages for further details.";
"IBARevealDataService.error.unexpectedResponseBodyError.recoveryOption.openConsole" = "Open Console...";

"IBAFontName.shortName.defaultValue" = "Regular";
"IBAFontFamily.systemFont.name" = "Helvetica Neue Interface (System Font)";

"IBAAppDelegate+LicenseKeys.installLicenseFile.error.description.invalidLicense" = "Could not install license key. The specified file is not a valid Reveal license.";
"IBAAppDelegate+LicenseKeys.shouldInstallLicenseKey.alert.installingOlderLicenseKey" = "The license you are installing is older than the currently installed license.";
